all              95
pepesi           1 
four             213
hanging          6 
whose            1 
from13           1 
segments         1 
blacking         1 
under            283
worth            9 
upper-left       14
void             1 
connects         5 
heieneken        1 
yellow           8 
bringing         1 
aboe             1 
centerline       1 
block-length     44
progression      1 
topside          1 
crotch           2 
upt              1 
south-west       23
ups              416
mcdonaldss       1 
direct           26
surrounding      1 
second           413
tangential       1 
7th              1 
esoo             2 
air              4 
even             224
established      1 
hide             2 
verical          1 
above            2439
new              26
ever             1 
consisting       1 
centric          7 
join             10
equals           1 
ontop            2 
path             1 
rests            7 
k                2 
symmetrical      2 
midway           5 
thetexaco        1 
replace          1 
brought          1 
visible          1 
9s               1 
unit             26
would            22
midpoints        1 
until            725
separated        7 
separates        1 
90               2 
hole             3 
northesat        1 
must             47
me               1 
word             4 
room             3 
rights           3 
southermost      1 
elbow            4 
plunger          12
righto           1 
example          2 
keep             5 
motion           1 
end              31
tabove           1 
adjacent         62
answer           1 
alighted         1 
west-northwest​  1 
square-like      2 
heinken          1 
after            5 
parallel         85
third            197
maintain         2 
green            9 
2-11             1 
order            5 
southeastern-most  1 
over             184
reorient         10
1-11             2 
diagonally       148
before           13
fit              4 
lefthand         6 
,                2728
hidden           5 
sqaure           2 
then             948
them             119
off-centered     1 
mcddonald        1 
break            3 
they             100
thew             1 
comprised        1 
l                20
filling          1 
each             132
higher           25
side             1052
series           1 
logo             649
ring             1 
newly            1 
sliding          4 
bottommost       3 
midpoint         10
free             2 
formation        18
9-11             1 
created          6 
starts           3 
heading          1 
creates          17
moving           24
onto             12
already          14
sarbucks         1 
hook             1 
floors           1 
another          41
170              1 
attach           1 
top              2606
tow              2 
approximately    10
heights          2 
tom              1 
centered         9 
merceds          3 
distance         34
targer           2 
target           716
touchies         1 
speaking         1 
bridge           1 
fashion          1 
sees             5 
stalla           2 
corne            1 
pass             8 
elevating        1 
mecerdes         1 
manner           1 
seem             1 
block-lengths    2 
1617             1 
-                4 
isolated         1 
clunks           2 
chess            13
blue             5 
exactly          32
left-to-right    1 
y                3 
letter           3 
m                4 
points           5 
toyora           1 
dow              1 
alight           1 
ending           1 
d7               1 
d4               2 
d5               3 
immedieately     1 
touches          1234
northeast        288
one-block-width  1 
photo            1 
south-southeast  3 
2-box            5 
do               19
stop             2 
numeral          1 
runs             1 
covering         1 
nvdia            1 
twice            14
4,5,6            3 
top-most         4 
reference        1 
westernmost      3 
9’s              1 
away             67
drawn            3 
extend           2 
wo               1 
however          2 
southeast        127
wth              1 
against          177
receives         1 
faces            47
disappears       1 
southeastern     13
height           15
cornder          2 
of15             1 
puts             3 
three            415
tiny             3 
.                11457
tangeltial       1 
tallest          29
eastern          2 
lift             5 
nivdia           1 
5f               1 
tand             1 
remaining        4 
near             90
stopping         6 
seven            18
pyramid          1 
is               3144
it               5310
ever-so-slightly  1 
skipping         2 
in               3168
if               18
containing       8 
make             134
beside           59
split            8 
several          3 
grows            2 
perimeter        1 
meets            7 
numerical        4 
tops             2 
hand             100
hopping          3 
contact          8 
southwestern-most  1 
claims           1 
the              28240
dissects         2 
left             5955
bellow           2 
just             370
downwards        7 
mid              1 
farther          4 
yet              1 
previous         3 
adding           10
four-box         2 
adidas           522
ell              5 
macdonald        1 
nercedes         1 
belongs          2 
board            183
5e               1 
5d               1 
save             1 
disect           1 
gove             1 
possible         2 
re-position      1 
boxes            219
wiht             3 
apart            5 
59               1 
51               1 
zoom             1 
steps            1 
20,19            1 
right            5516
begin            16
extended         6 
seventh-lowest   1 
freestanding     18
for              22
bottom           2187
purple           6 
fox              1 
five-line        1 
cube-sapces      1 
cloest           1 
lefts            1 
shifting         1 
tetris           11
westmost         1 
o                5 
horizon          1 
connected        28
slightly         216
formerly         1 
puzzle           2 
combine          1 
down             966
lies             2 
shoots           3 
mbw              2 
east             307
approximate      1 
width            44
way              101
1/10             1 
was              15
happy            1 
lowest           94
head             1 
form             137
forming          32
becoming         1 
removed          4 
they’re          1 
inside           4 
cforner          1 
b7               1 
attaches         1 
southernmost     10
'7               1 
'4               1 
b2               1 
toss             2 
mirror           3 
shif             1 
one-third        1 
''               67
lumped           2 
12’s             1 
floor            7 
20,19,18,17      2 
tip              8 
ne               5 
tis              2 
til              54
mpve             1 
top-left         1 
topper           1 
nw               6 
picture          14
southwesternmost  3 
's               1433
o'clock          5 
journey          1 
three-box        13
longer           81
paces            11
together         12
time             1 
push             53
backward         3 
stacks           20
southwest-most   1 
precise          1 
chain            3 
row              1067
aligned          302
box’s            2 
0                11
'stair-step      1 
swoop            1 
southwest        330
string           8 
4-box            4 
none             1 
mercedes-benz    44
11,8,5,2         1 
exact            7 
couches          1 
level            32
did              1 
turns            1 
leave            8 
p                4 
lettered         1 
round            2 
shave            1 
upper            854
hte              1 
bock             11
sign             9 
coke-a-cola      1 
adds             2 
shares           20
current          18
goes             97
international    12
filled           4 
cocal            1 
aline            1 
groups           1 
alone            7 
along            46
appears          1 
change           1 
box              3646
shift            36
bow              1 
extra            2 
three-block      2 
1st              26
immediatly       1 
pushes           1 
eighth-highest   2 
by               338
``               67
sharing          33
towers           27
southwards       2 
logos            109
heineken         687
ulp              1 
pretend          3 
can              14
haflway          1 
following        1 
making           33
nearest          43
abovve           1 
figure           1 
mirrors          1 
11’s             2 
hides            1 
counting         7 
230              1 
pink             2 
scoots           1 
divided          1 
1                575
till             15
fourth           123
map              18
staying          1 
mat              63
sna              1 
spot             114
needs            18
4th              3 
tipped           1 
such             11
partway          3 
reposition       7 
sr               1 
sw               1 
quadrant         67
switch           2 
ones             3 
so               3341
tall             80
increase         1 
se               5 
imagining        1 
words            3 
second/third     1 
still            10
birds            1 
cola             545
solitary         3 
group            49
forms            55
platform         2 
main             1 
hop              8 
belowe           1 
3                773
matches          2 
underneath       100
touching         629
equidistant      32
half             349
not              77
now              233
nvedia           1 
corners          94
y-axis           7 
shy              3 
stays            3 
quarter          22
square           110
ef               1 
gaps             2 
belowbmw         1 
easternmost      2 
3rd              11
space            1547
looking          2 
side-by-side     2 
squares          21
earlier          4 
sideways         1 
quite            10
e8               1 
besides          1 
e5               1 
e4               3 
e6               2 
zig-zag          2 
widths           14
inverts          1 
thing            1 
place            4228
first            894
three-prong      2 
symmetry         1 
zag              1 
one              1588
specifically     1 
directly         1221
array            2 
open             711
size             13
little           34
rightmost        50
sheet            1 
emlpty           1 
checker          16
2                828
structures       1 
friend           1 
southeastmost    1 
hug              1 
leftcorner       1 
that             2373
than             44
11               717
10               714
13               699
12               731
15               726
14               713
17               622
16               662
19               511
18               629
were             7 
and              5888
lower-right      11
angel            4 
slap             1 
say              1 
3-6-9-12         1 
any              6 
isolate          1 
aside            1 
wandered         1 
take             1007
upside           1 
topping          1 
sure             30
multiple         3 
opposite         3 
zigzag           1 
falls            10
pair             26
south-east       17
fills            7 
ance             1 
third-lowest     2 
hoizontal        1 
slope            2 
6’s              1 
tke              1 
spaced           4 
olace            1 
spaces           784
southwestern     11
corner           2470
fifth            28
slot             9 
stair            1 
three-long       1 
enough           9 
only             43
going            22
black            4 
south-southwest  4 
uppermost        16
misidentified    1 
get              80
nearly           94
prime            1 
mid-point        1 
where            84
4-piece          1 
attached         4 
relative         2 
crooked          1 
north-west       8 
outside          2 
positin          1 
between          586
across           14
croner           1 
vertical         146
betwen           1 
screen           99
umber            1 
5/30             1 
sybmol           1 
s                3 
inward           1 
comes            11
nearby           1 
among            1 
bricks           3 
continuation     1 
pole             1 
66               1 
two-story        5 
considering      8 
collides         2 
west             442
skew             2 
mark             1 
attaching        1 
four-story       1 
direction        2 
6c               1 
fours            1 
formed           64
bmv              1 
bmw              659
bmx              1 
former           1 
those            11
stacked          47
these            11
side-sharing     1 
n't              13
coca             548
margin           1 
gazoline         3 
orientation      9 
middle           396
4,7,10           1 
14-20            1 
nividia          14
parrallel        1 
same             614
shifts           35
two-segment      1 
bottom-right-corner  1 
finish           2 
edged            2 
that’s           2 
closest          173
fifths           1 
nest             1 
running          1 
edges            27
edget            1 
changing         2 
no               91
without          9 
bottle           1 
very             33
northeasternmost  1 
being            17
when             8 
shouth           1 
rest             14
touch            247
n                1 
benzs            1 
halfway          58
blow             5 
hint             1 
mcdonald         184
except           4 
blog             1 
pile             1 
4                786
blok             1 
real             1 
around           20
read             2 
outermost        1 
grid             126
using            33
second-lowest    3 
moe              2 
vertically       163
isosceles        1 
either           3 
tower            731
grouping         4 
twelve           3 
nivida           1 
table            187
13’s             3 
matching         4 
texco            1 
token            3 
outh             1 
situate          1 
sixth            5 
top-right        5 
on               1552
central          3 
og               1 
of               10420
sri              671
ob               1 
neighbor         4 
ox               1 
os               2 
left-width       2 
op               1 
stairstep        6 
lands            2 
equiditant       1 
image            3 
numerically      1 
dput             1 
lastly           12
your             8 
her              1 
area             36
there            245
start            60
low              2 
nighest          2 
18’s             3 
complete         10
jus              1 
three-unit       1 
with             1625
pull             9 
arranged         1 
fourth-lowest    3 
coca-a-cola      1 
ab               8 
ad               2 
protrudes        1 
moved            78
ao               1 
an               49
as               622
at               569
mover            3 
moves            745
fill             8 
again            13
maybe            1 
field            16
5                777
you              57
3-d              1 
trajectory       1 
3-box            4 
separate         2 
mcdondals        1 
symbol           50
includes         5 
building         1 
'steps           1 
curve            6 
eastmost         2 
resembles        5 
mcdoanlds        1 
once             9 
starting         33
original         8 
tarhet           1 
9/10             1 
consider         11
pointing         6 
20,19,18         1 
5’s              3 
lining           12
two-lien         1 
to               7069
tail             1 
th               1 
sitting          16
far              148
witter           1 
fan              1 
fall             1 
northe           1 
bove             1 
joined           2 
large            5 
small            25
teh              1 
abutting         7 
ten              6 
zig              1 
past             44
burger           650
1space           1 
design           1 
diaganol         1 
burget           1 
further          16
what             6 
centering        1 
clock            4 
section          1 
centers          6 
14’s             1 
intersect        3 
movement         1 
full             9 
hours            1 
directions       1 
ahead            2 
stella           636
amount           6 
pick             208
sticking         1 
13should         1 
followed         2 
cubeon           1 
bottom-center    1 
adidal           1 
select           4 
takes            27
blcok            1 
bleow            1 
contains         13
two              1023
twt              1 
6                731
taken            5 
four-block       1 
more             20
flat             1 
stick            6 
town             3 
keeping          12
cluster          113
bottom-most      12
thirteens        1 
edeg             1 
nine             13
f4               3 
f5               1 
f6               1 
f7               1 
share            15
northernmost     4 
pushed           1 
g4               1 
numbers          11
partner          1 
axis             9 
!                3 
respective       1 
lower-left       26
plane            50
coming           15
horizontal       118
fo               2 
a                1487
short            2 
coal             1 
nvidia           665
inline           12
playing          5 
ege              1 
two-block        12
ith              1 
ite              1 
paper            3 
through          45
mcdonalds        535
heinenken        2 
its              1822
16,12            1 
11,8             1 
27               1 
20               500
22               1 
3,5              1 
actually         1 
centermost       1 
box15            1 
left-most        14
northwestern     16
units            8 
starbucks        650
it4              1 
bigger           1 
fully            2 
catecornered     1 
right-hand       4 
stopped          1 
1half            1 
aligns           51
found            1 
heinekin         1 
blowck           1 
srei             1 
positioned       28
oil              2 
connect          7 
beyond           5 
blacks           1 
7                705
three-quarter    1 
protruding       1 
base             5 
put              2233
teach            1 
beginning        1 
positioning      3 
inbetween        5 
clump            4 
throws           1 
number           272
hangs            2 
blank            8 
north-east       16
passes           9 
story            22
5th              1 
least            2 
passed           6 
three-story      5 
shifted          2 
relationship     1 
behind           100
immediate        125
part             15
king             649
kind             4 
b                1 
double           31
sto              1 
grey             3 
i                2 
toward           41
7b               1 
alongside        1 
7s               1 
lie              3 
cube-spaces      14
lit              1 
also             17
3-long           3 
essp             1 
play             1 
added            7 
mconalds         2 
buger            1 
most             165
plan             1 
heinikin         4 
plae             2 
tokens           1 
now-unstable     1 
5-3              1 
clear            1 
sometimes        1 
7,8,9            4 
cube-space/      2 
lying            1 
joining          4 
scattered        3 
carefully        8 
find             78
northern         2 
distributed      11
center-right     1 
8                728
circle           14
columns          68
triangle         15
gains            13
longest          2 
11-3             1 
shared           1 
5-box            1 
withe            2 
left-side        1 
remove           42
x                1 
doublet          5 
ars              1 
see              10
are              291
close            51
leftest          1 
left-middle      1 
currently        7 
topmost          14
crossword        2 
smallest         5 
consecutive      1 
available        5 
solo             16
creating         12
missing          1 
conjoin          1 
pepso            1 
multi-cube       1 
pepsi            690
invisible        1 
both             124
cubes            41
last             98
barely           8 
20’s             3 
whole            3 
reside           2 
point            19
northeastern     8 
semi-column      1 
simply           2 
third-highest    7 
finally          16
raise            1 
create           80
shel             1 
bloc             2 
brick            31
pi               1 
empty            176
resting          3 
gap              34
races            1 
hienikin         1 
look             13
straight         82
pace             5 
while            7 
pack             1 
reads            2 
itself           15
triple           11
coca-cola        124
righthand        3 
lengths          84
shorter          3 
virtually        1 
9                702
20,19,18,17,16,15  1 
sliver           9 
used             7 
dge              1 
moment           1 
leaps            9 
stack            500
lower            769
catty-cornered   2 
edge             1698
clears           10
distances        5 
quarters         1 
fourth-highest   2 
shape            39
heinekens        2 
alignment        17
cut              1 
cup              1 
block-width      19
5,7              1 
catty-corner     1 
location         3 
dslide           1 
big              2 
showing          2 
bit              26
farhtest         1 
knock            1 
tangentially     1 
shaped           3 
follows          1 
toyota           576
continue         67
left-hand        10
some             2 
back             69
b4               1 
b5               1 
b6               1 
towards          104
sight            1 
b3               1 
cocacola         26
contacts         5 
connecting       2 
leftmost         45
north-northeast  3 
t                21
be               982
3,5,7            1 
continuing       5 
step             6 
become           6 
from             887
2/3              4 
subtract         2 
downward         11
fron             1 
cadycorner       1 
block            17351
into             50
rows             121
span             1 
eleven           3 
11,8,5           1 
placing          84
question         1 
long             11
tright           1 
esso             705
forward          32
:                3 
nvida            3 
plunge           6 
inches           1 
atop             60
driectly         1 
link             1 
filed            1 
ling             1 
line             817
dcube            1 
groupings        1 
up               1453
're              4 
similar          3 
toyotablock      1 
single           111
verticle         1 
facebook         2 
%                4 
leftward         1 
bmaw             1 
edfe             1 
1,2,3            3 
15’s             2 
soutwest         1 
shellso          1 
drag             1 
exatly           1 
sides            45
structure        17
furthest         47
land             1 
colinear         1 
evenly           36
upper-right      24
tweeter          4 
existing         5 
bve              1 
go               47
merces           1 
one-half         5 
include          1 
second-topmost   1 
overlaps         2 
g6               2 
mddonald         1 
g3               2 
g2               3 
continues        4 
kitty            16
putting          16
entire           5 
prefect          1 
knight           1 
leveled          1 
originally       1 
stair-step       1 
smaller          2 
jump             3 
picked           1 
odd              11
northwesternmost  1 
3s               1 
slight           14
6-9-12           1 
3h               1 
capital          1 
essso            1 
relocate         7 
;                12
3g               1 
bird             6 
degree           2 
respectively     1 
spacing          11
let              14
others           2 
extreme          1 
ould             1 
36               1 
35               3 
leaving          43
makes            20
thats            1 
composed         1 
named            2 
siri             3 
bens             1 
adida            1 
motor            3 
clockwise        1 
standing         3 
use              23
artios           1 
che              1 
&                7 
remains          4 
swaure           1 
next             307
few              54
bottom-left      12
sort             2 
1/5              1 
1/4              3 
1/3              7 
1/2              18
started          3 
becomes          31
merecedes        2 
pieces           32
high             6 
f                3 
this             58
ride             2 
arches           2 
second-closest   2 
drops            4 
block6           1 
slid             2 
lock             2 
benz             303
off-set          1 
tad              3 
directlly        1 
16’s             1 
hit              2 
sir              3 
sit              12
six              42
arrangement      1 
located          23
instead          3 
cube-space       100
blocks           1098
middle-center    1 
singular         1 
fits             1 
bottom-two       1 
counter          1 
lines            83
half-block       1 
or               7 
three-pronged    1 
immediatel       1 
scoot            4 
allow            1 
lined            293
3/4              11
closely          1 
move             4662
symbols          3 
including        1 
looks            2 
directy          1 
perfect          12
horizontally     175
outer            1 
shold            2 
3’s              4 
degrees          2 
choose           4 
clusters         3 
third-left       1 
adidias          3 
front            178
off-center       4 
edit             1 
slide            1351
accompanied      1 
beneath          83
upward           15
thesri           1 
tot              10
inverted         1 
thirteen         2 
out              10
offsetting       1 
'                36
algined          2 
southern         3 
8a               1 
diagonal         254
fourteen         2 
completely       37
180-degree       2 
presently        1 
backwards        6 
east-southeast   1 
lone             127
could            1 
times            2 
length           140
right-most       8 
south            332
8-3              1 
staggered        2 
reaches          8 
set              97
has              49
their            42
positing         1 
perfectly        21
final            3 
shell            731
completed        1 
acquire          2 
botom            1 
slides           18
completes        7 
centric-         1 
6th              1 
sixth-lowest     1 
viewer           1 
catty            8 
have             22
need             2 
angle            16
able             1 
si               1 
which            50
singe            1 
hp               710
right-width      2 
courtesy         1 
eight            3 
but              186
dube             1 
segment          2 
face             78
stgarbucks       1 
two-line         1 
bring            67
12s              1 
nearer           4 
10so             1 
hops             2 
(                57
it’s             13
should           874
abutted          1 
cube             682
4-block          1 
joins            44
areas            1 
gray             3 
five-story       1 
h                2 
mercedez         26
she              2 
contain          2 
mercedes         603
intervening      88
farthest         55
slanted          1 
closer           48
closes           5 
closet           2 
pattern          2 
southward        1 
west-northwest   5 
closed           1 
neither          1 
block-widths     3 
ends             3 
pre-established  1 
configuration    3 
five-box         2 
hits             4 
taking           20
equal            20
mecedes          3 
passing          4 
two-box          15
wall             2 
tiwtter          1 
4-line           1 
respect          2 
triangle-like    2 
aligning         48
conjoined        1 
angled           1 
corresponding    1 
caddy            1 
finished         1 
c8               1 
angles           1 
covered          1 
c3               3 
c2               2 
riht             1 
c7               1 
present          1 
couple           6 
splits           1 
coals            1 
align            59
will             50
themcdonalds     1 
almost           97
thus             1 
surface          120
east-northeast   2 
askew            6 
bucks            2 
sits             31
greater          1 
)                57
began            1 
20,19,18,17,16   2 
second-highest   1 
member           1 
northwest        179
inch             3 
gets             2 
x-axis           12
1-3              1 
rightof          1 
numbered         6 
belows           2 
off              83
center           270
19,18            1 
4-long           2 
well             2 
357              3 
position         846
center-most      1 
lest             1 
taller           3 
less             5 
proximity        2 
8’s              2 
nubmer           1 
sky              1 
mnercedes-benz   1 
add              36
extends          1 
stellois         7 
match            7 
toucing          2 
five             74
bottoms          2 
immediately      322
2nd              42
pies             1 
insert           1 
like             12
excluding        1 
sizes            3 
loses            16
right-adjacent   1 
adjoining        1 
page             14
sequence         2 
twitter          592
postion          4 
hair             1 
111              1 
flush            115
est              2 
10’s             2 
overlap          5 
leap             1 
does             2 
north-northwest  5 
board/           1 
?                10
locate           31
reaching         1 
stellar          1 
bottom-right     4 
although         1 
offset           2 
imaginary        30
tocuhes          1 
artois           605
about            157
column           577
burgerking       10
arois            1 
equally          1 
own              6 
letters          1 
previously       4 
preexisting      1 
cocoa            2 
been             1 
texaco           648
spiral           1 
spots            34
lowermost        2 
inner            1 
north            457
coke             15
overlapping      1 
highest          113
inear            1 
he               17
count            1 
placew           1 
made             3 
places           78
j                6 
placed           68
below            1852
stories          10
piece            153
display          3 
west-southwest   2 
colum            1 
ttwo             1 
int              2 
agains           2 
pit              1 
spaceand         1 
setlla           1 
44               1 
45               1 
claiming         1 
starbuck         12
other            185
17so             1 
star             8 
stay             1 
15-20            2 
kinda            1 
stak             1 
upwards          20
eon              1 
upsidedown       2 
portion          10
4f               1 
4g               1 
