tarhet           1 
consider         3 
pointing         6 
artios           1 
tweeter          4 
pepesi           1 
existing         1 
four             49
bve              1 
hanging          6 
go               19
merces           1 
row              228
northesat        1 
upper-right      18
skipping         1 
to               2378
tail             1 
th               1 
under            172
include          1 
worth            1 
southwest        102
overlaps         1 
mddonald         1 
upper-left       9 
hienikin         1 
far              20
continues        2 
witter           1 
grid             4 
putting          5 
yellow           1 
mercedes-benz    44
bringing         1 
entire           5 
block-length     44
couches          1 
level            10
knight           1 
leveled          1 
leave            1 
p                4 
small            10
south-west       23
ups              416
added            1 
mcdonaldss       1 
upper            373
hte              1 
bock             6 
direct           12
sign             9 
jump             2 
burger           650
second           15
1space           1 
tangential       1 
burget           1 
7th              1 
further          4 
esoo             2 
even             179
will             14
verical          1 
plae             2 
lefts            1 
while            5 
current          1 
above            965
essso            1 
new              1 
;                2 
order            1 
bird             6 
filled           1 
cocal            1 
full             4 
clears           9 
aline            1 
haflway          1 
let              8 
cornder          2 
along            4 
respect          1 
intersect        3 
box              1227
righto           1 
rests            6 
shift            22
k                1 
ould             1 
leaving          18
stella           636
pick             50
shifting         1 
makes            2 
midway           1 
sticking         1 
os               2 
cubeon           1 
siri             3 
replace          1 
brought          1 
adida            1 
motor            3 
immediatly       1 
unit             24
use              5 
from             143
would            4 
contains         4 
two              185
next             50
few              1 
bottom-left      10
6                9 
until            275
more             5 
separated        6 
flat             1 
``               25
sharing          1 
1/2              2 
becomes          1 
merecedes        2 
aligned          104
must             41
logos            109
keeping          2 
word             2 
f                2 
this             4 
heineken         687
ride             1 
pretend          1 
edeg             1 
besides          1 
arches           2 
can              8 
widths           4 
making           10
plunger          12
drops            3 
adidal           1 
bens             1 
figure           1 
lock             2 
benz             303
off-set          1 
tad              2 
directlly        1 
past             10
longest          2 
axis             3 
!                1 
sir              3 
respective       1 
sr               1 
end              7 
shold            1 
sit              2 
get              73
1                2 
located          4 
adjacent         3 
instead          1 
cube-space       7 
map              2 
blocks           142
mat              3 
lower-left       21
after            1 
spot             44
needs            9 
plane            2 
fits             1 
such             4 
horizontal       41
partway          3 
parallel         20
fo               2 
a                333
third            9 
6th              1 
lines            27
quadrant         2 
lengths          45
switch           1 
immediatel       1 
so               1685
scoot            1 
nvidia           665
inline           12
lined            128
playing          2 
nearly           1 
six              14
ith              1 
over             44
move             1866
symbols          3 
already          1 
through          1 
looks            1 
diagonally       87
still            4 
heinenken        2 
its              1036
cola             545
perfect          2 
horizontally     50
fit              1 
till             1 
lefthand         1 
,                1034
edge             914
forms            6 
previously       1 
round            2 
outside          1 
7,8,9            3 
then             314
them             64
fourth           3 
belowe           1 
adidias          3 
underneath       37
9                3 
touching         325
equidistant      14
starbucks        650
they             54
half             111
not              41
now              108
align            24
cocoa            2 
nvedia           1 
lies             1 
corners          21
catecornered     1 
slide            568
each             104
aligns           10
beneath          47
quarter          7 
side             483
upward           8 
blowck           1 
thesri           1 
square           4 
another          4 
srei             1 
series           1 
positioned       17
gaps             2 
connect          6 
belowbmw         1 
logo             649
out              5 
mbw              2 
'                31
space            497
7                8 
heinken          1 
southern         1 
midpoint         7 
diagonal         70
quite            8 
completely       17
thetexaco        1 
put              878
sitting          1 
zig-zag          1 
bring            51
starts           2 
positioning      1 
keep             1 
creates          1 
length           68
place            1793
onto             2 
south            161
first            324
placing          28
three-prong      2 
sarbucks         1 
abutting         7 
reaches          1 
one              484
ars              1 
least            1 
directly         579
blank            5 
ring             1 
north-east       16
open             296
size             7 
passes           2 
little           6 
long             7 
width            18
top              731
approximately    1 
their            12
2                30
passed           6 
perfectly        12
shell            731
leftcorner       1 
that             1027
centered         1 
heieneken        1 
exactly          26
immediate        100
merceds          3 
than             14
11               1 
king             648
kind             4 
targer           2 
target           716
split            1 
grey             1 
nvida            3 
catty-cornered   2 
were             1 
h                2 
and              1972
stalla           2 
angel            4 
viewer           1 
pass             3 
mecerdes         1 
have             4 
need             1 
seem             1 
any              3 
complete         1 
angle            7 
block-lengths    2 
coal             1 
-                3 
si               1 
also             5 
high             2 
contact          2 
take             205
which            3 
green            2 
coke             15
ite              1 
all              12
towards          50
mconalds         2 
buger            1 
most             11
eight            1 
position         379
mpve             1 
heinikin         4 
dube             1 
esso             705
slides           5 
clear            1 
m                4 
face             43
stgarbucks       1 
points           4 
toyora           1 
tke              1 
spaced           1 
able             1 
olace            1 
south-east       17
spaces           177
sliver           6 
corner           1109
fifth            3 
slot             9 
touches          763
northeast        94
hops             1 
(                9 
enough           1 
mcddonald        1 
should           414
only             11
going            2 
black            2 
south-southwest  1 
8                9 
circle           13
misidentified    1 
columns          25
do               12
cube             548
hit              1 
goes             64
distance         4 
stop             1 
coke-a-cola      1 
3/4              4 
words            3 
international    12
gray             3 
runs             1 
spots            6 
withe            2 
shy              1 
remove           20
nvdia            1 
mercedez         26
she              2 
contain          1 
mercedes         603
4,5,6            3 
where            40
intervening      67
set              1 
farthest         5 
reference        1 
slanted          1 
are              107
close            29
mcdonalds        535
closer           3 
benzs            1 
extend           2 
away             21
currently        1 
birds            1 
west-northwest   2 
north-west       8 
3                31
smallest         1 
closed           1 
between          268
directy          1 
across           3 
croner           1 
available        3 
bottom-most      1 
creating         1 
vertical         37
screen           9 
however          2 
pepso            1 
southeast        25
pepsi            690
wth              1 
sybmol           1 
both             113
hits             2 
cubes            6 
equal            2 
against          155
s                1 
mecedes          3 
faces            17
passing          2 
comes            1 
among            1 
point            7 
continuation     1 
tiwtter          1 
height           7 
table            23
lower-right      8 
mnercedes-benz   1 
finally          1 
collides         2 
puts             1 
aligning         40
create           14
three            81
tiny             1 
.                3984
tangeltial       1 
extends          1 
empty            81
4                16
direction        1 
moved            34
formed           16
caddy            1 
gap              22
lift             5 
bmv              1 
bmw              659
angles           1 
bmx              1 
present          1 
nivdia           1 
has              2 
splits           1 
these            3 
coals            1 
straight         12
air              4 
n't              11
near             7 
themcdonalds     1 
coca             548
moe              2 
gazoline         3 
left-most        1 
seven            5 
tot              1 
almost           30
is               1257
it               1680
ever-so-slightly  1 
middle           36
reads            2 
itself           1 
east-northeast   1 
in               731
bucks            2 
sits             12
coca-cola        124
if               6 
containing       8 
righthand        1 
nividia          14
)                9 
make             48
parrallel        1 
same             218
beside           24
northwest        53
units            6 
numeral          1 
several          1 
higher           6 
meets            1 
oil              2 
closest          3 
dge              1 
hand             17
inbetween        3 
edges            10
moving           5 
rightof          1 
changing         1 
stack            2 
numbered         3 
belows           2 
lower            346
off              17
center           9 
i                1 
well             1 
without          8 
bottle           1 
very             3 
wiht             2 
the              12637
left             2187
bellow           1 
just             102
being            3 
tip              8 
shouth           1 
rest             1 
shape            4 
three-pronged    1 
immediately      114
touch            182
heinekens        2 
tis              2 
halfway          25
adding           6 
cluster          1 
adidas           522
cup              1 
mcdonald         184
block-width      3 
except           3 
macdonald        1 
nercedes         1 
add              14
bmaw             1 
bloc             1 
board            26
east             162
stellois         7 
real             1 
around           7 
read             1 
gove             1 
couple           1 
possible         1 
boxes            17
five             15
using            10
bit              11
left-hand        10
apart            1 
vertically       44
like             2 
tangentially     1 
sizes            3 
toyota           576
continue         26
either           3 
fully            1 
downward         5 
right            2044
essp             1 
twitter          592
postion          2 
some             2 
begin            10
nivida           1 
sure             23
flush            101
's               784
cocacola         26
texco            1 
for              2 
bottom           654
right-hand       3 
does             1 
connecting       1 
north-northwest  1 
outh             1 
leftmost         1 
soutwest         1 
t                1 
be               449
slight           6 
sixth            2 
continuing       2 
stellar          1 
bottom-right     1 
top-right        5 
stay             1 
by               70
artois           605
on               291
about            35
blcok            1 
column           185
of               3972
sri              671
o                2 
heinekin         1 
west             205
burgerking       10
connected        7 
slightly         42
or               3 
block            6434
arois            1 
equiditant       1 
into             12
down             289
downwards        2 
lastly           12
toward           2 
behind           6 
rows             73
area             2 
texaco           648
there            19
lone             1 
spiral           1 
specifically     1 
start            18
low              1 
way              15
forward          2 
:                1 
was              1 
shel             1 
lowest           1 
head             1 
plunge           6 
north            214
twt              1 
form             25
forming          1 
hp               710
but              109
filed            1 
line             285
highest          4 
with             706
dcube            1 
he               3 
made             1 
places           74
hop              1 
inside           1 
up               493
placed           41
below            762
coca-a-cola      1 
piece            1 
west-southwest   1 
'4               1 
colum            1 
shif             1 
toyotablock      1 
an               11
''               25
as               245
at               149
agains           2 
moves            266
verticle         1 
spaceand         1 
setlla           1 
facebook         2 
again            1 
no               33
when             1 
starbuck         12
ontop            2 
til              9 
field            3 
other            112
5                18
1,2,3            3 
you              5 
10               3 
picture          3 
star             8 
mcdondals        1 
symbol           50
shellso          1 
includes         2 
drag             1 
exatly           1 
sides            23
upwards          18
furthest         4 
l                2 
longer           32
portion          4 
races            1 
resembles        3 
push             23
mcdoanlds        1 
evenly           22
starting         8 
once             4 
