southwest-most   1 
all              48
consider         8 
chain            3 
green            1 
existing         4 
four             114
go               8 
row              532
whose            1 
one-half         1 
lining           1 
segments         1 
including        1 
two-lien         1 
skipping         1 
to               2046
rightmost        50
under            24
side-sharing     1 
worth            3 
southwest        68
started          3 
g6               2 
g4               1 
g3               2 
g2               3 
sitting          14
very             26
4-box            4 
void             1 
continues        1 
kitty            14
none             1 
'                1 
upper-left       1 
fan              1 
exact            7 
three-quarter    1 
northe           1 
northwestern     16
prefect          1 
centerline       1 
level            9 
turns            1 
rights           3 
joined           2 
leave            3 
bottom-most      11
lettered         1 
crotch           2 
small            4 
upt              1 
align            23
added            1 
teh              1 
upper            322
smaller          2 
bock             1 
direct           1 
left-middle      1 
surrounding      1 
second           387
picked           1 
d7               1 
further          10
n                1 
even             4 
will             12
what             6 
northwesternmost  1 
clock            4 
section          1 
slight           5 
while            1 
shares           11
current          11
looking          1 
goes             31
capital          1 
new              22
;                5 
ever             1 
consisting       1 
filled           3 
full             1 
degree           2 
diagonal         77
hours            1 
elbow            4 
180-degree       2 
let              4 
groups           1 
others           1 
alone            7 
path             1 
along            11
respect          1 
appears          1 
box              930
stair            1 
ahead            2 
rests            1 
shift            13
k                1 
leaving          9 
amount           1 
pick             76
symmetrical      2 
makes            15
midway           4 
king             1 
named            2 
followed         1 
extra            2 
three-block      2 
visible          1 
pyramid          1 
1st              26
clockwise        1 
select           4 
standing         3 
use              9 
from             554
takes            27
would            3 
fron             1 
remains          4 
swaure           1 
contains         1 
two              600
next             131
eleven           1 
five-line        1 
bottom-left      2 
6                2 
taken            5 
inner            1 
until            78
four-block       1 
more             13
3-box            4 
``               38
sharing          30
1/3              4 
1/2              8 
cubes            35
towers           27
becomes          30
!                2 
southwards       2 
90               2 
hole             3 
aligned          57
must             1 
me               1 
tad              1 
keeping          2 
join             10
room             3 
f                1 
this             50
plan             1 
originally       1 
pretend          2 
second-topmost   1 
second-closest   2 
can              2 
widths           3 
following        1 
making           17
drops            1 
example          1 
nearest          43
f4               3 
f5               1 
f6               1 
f7               1 
share            14
acquire          2 
pieces           31
high             4 
pushed           1 
hides            1 
past             1 
triangle         15
keep             1 
yet              1 
axis             6 
pink             2 
inverts          1 
needs            8 
end              13
comprised        1 
sit              3 
town             3 
six              10
arrangement      1 
1                32
far              107
need             1 
adjacent         17
alighted         1 
west-northwest​  1 
170              1 
map              15
staying          1 
centering        1 
blocks           670
horizon          1 
sna              1 
lower-left       1 
after            1 
spot             24
plane            23
tipped           1 
offset           1 
coming           15
such             5 
horizontal       17
parallel         52
scoots           1 
a                776
bottom-two       1 
short            2 
third            171
clump            4 
counter          1 
lines            6 
or               3 
quadrant         65
lengths          19
switch           1 
ones             1 
so               292
scoot            3 
allow            1 
tall             80
lined            4 
began            1 
se               5 
nearly           8 
imagining        1 
southeastern-most  1 
closely          1 
over             88
move             1035
middle-center    1 
second/third     1 
already          11
through          2 
diagonally       41
still            2 
its              213
perfect          9 
horizontally     22
group            49
fit              1 
located          10
inward           1 
,                568
actually         1 
forms            46
platform         2 
degrees          2 
choose           4 
clusters         3 
hidden           1 
main             1 
image            3 
split            5 
left-most        13
then             133
them             24
off-centered     1 
fourth           117
than             16
bloc             1 
underneath       15
units            2 
touching         55
equidistant      4 
northeasternmost  1 
half             136
not              21
now              46
bigger           1 
off-center       4 
gets             1 
lies             1 
edit             1 
corners          10
y-axis           7 
l                16
grows            2 
slide            56
floors           1 
stopped          1 
three-long       1 
each             24
aligns           14
found            1 
beneath          15
quarter          11
side             276
upward           4 
square           96
another          32
topside          1 
ef               1 
positioned       5 
inverted         1 
member           1 
connect          1 
square-like      2 
beyond           3 
easternmost      2 
out              2 
large            5 
offsetting       1 
3rd              11
space            355
singular         1 
e5               1 
now-unstable     1 
increase         1 
7                9 
side-by-side     2 
newly            1 
squares          18
sliding          1 
southern         2 
bottommost       3 
midpoint         2 
little           17
free             2 
five             41
completely       1 
base             5 
formation        15
e8               1 
put              231
e4               3 
teach            1 
e6               2 
beginning        1 
presently        1 
backwards        6 
east-southeast   1 
created          2 
starts           1 
area             5 
times            2 
creates          16
length           22
4th              3 
place            447
leaps            9 
onto             8 
5th              1 
south            53
first            172
shave            1 
there            189
symmetry         1 
leftward         1 
reaches          6 
one              566
blacks           1 
top-most         4 
long             4 
directly         167
blank            2 
array            2 
lowermost        2 
open             7 
size             2 
story            22
their            3 
top              1110
tow              1 
tot              9 
attach           1 
checker          14
2                82
tom              1 
staggered        2 
beside           4 
perfectly        5 
structures       1 
final            1 
friend           1 
three-story      5 
shifted          1 
southeastmost    1 
southwestern-most  1 
pushes           1 
behind           94
centered         7 
completed        1 
exactly          6 
immediate        9 
slides           11
part             12
completes        6 
11               1 
distance         27
thew             1 
double           31
grey             2 
right-most       8 
were             3 
sixth-lowest     1 
toward           11
playing          3 
greater          1 
and              1654
fashion          1 
sees             5 
lower-right      1 
sw               1 
corne            1 
alongside        1 
elevating        1 
have             8 
stairstep        6 
any              3 
lie              3 
speaking         1 
angle            9 
inches           1 
1/4              1 
that             643
downwards        4 
aside            1 
wandered         1 
also             1 
contact          2 
chess            13
which            44
singe            1 
upside           1 
becoming         1 
gains            13
topping          1 
towards          21
freestanding     18
opposite         3 
falls            9 
most             146
courtesy         1 
overlapping      1 
letter           1 
claims           1 
pair             25
hide             2 
segment          2 
center-most      1 
tokens           1 
fills            7 
removed          4 
sometimes        1 
ance             1 
third-lowest     2 
face             3 
two-line         1 
two-block        12
lying            1 
joining          4 
slope            2 
sqaure           2 
spaced           3 
alight           1 
scattered        3 
ending           1 
spaces           424
southwestern     11
corner           478
d4               2 
d5               3 
find             6 
fifth            24
nearer           4 
touches          15
northeast        58
northern         2 
hops             1 
(                20
solitary         3 
3                64
center-right     1 
should           44
only             27
going            5 
black            2 
south-southwest  2 
abutted          1 
uppermost        16
circle           1 
south-southeast  3 
columns          6 
2-box            5 
do               4 
cube             132
hit              1 
above            300
get              7 
4-block          1 
3/4              6 
joins            43
shared           1 
quarters         1 
areas            1 
5-box            1 
five-story       1 
fourth-highest   2 
covering         1 
shy              2 
motion           1 
remove           22
twice            14
paper            3 
centric-         1 
x                1 
where            37
doublet          5 
set              92
farthest         50
4-piece          1 
relative         1 
see              10
centric          7 
are              112
close            13
leftest          1 
closer           41
closes           5 
westernmost      3 
closet           2 
crooked          1 
away             25
currently        5 
southward        1 
topmost          14
west-northwest   3 
enough           4 
between          105
consecutive      1 
neither          1 
previous         3 
across           3 
available        2 
solo             16
creating         11
vertical         32
missing          1 
wo               1 
screen           89
conjoin          1 
southeast        36
multi-cube       1 
invisible        1 
outer            1 
configuration    3 
5/30             1 
five-box         2 
both             2 
groupings        1 
attaches         1 
last             97
pre-established  1 
taking           20
barely           1 
equal            5 
against          10
display          3 
s                1 
receives         1 
passing          1 
disappears       1 
southeastern     13
comes            9 
nearby           1 
reside           2 
two-box          15
point            8 
wall             2 
northeastern     8 
height           6 
directions       1 
semi-column      1 
simply           2 
4-line           1 
table            120
third-highest    7 
two-story        5 
considering      8 
centermost       1 
reposition       7 
raise            1 
puts             2 
west             47
create           63
three            263
tiny             2 
.                2564
attaching        1 
four-story       1 
mirrors          1 
combine          1 
brick            31
pi               1 
tallest          29
empty            5 
board            105
resting          3 
direction        1 
eastern          2 
triangle-like    2 
fours            1 
formed           15
gap              8 
finished         1 
c8               1 
covered          1 
c3               3 
c2               2 
riht             1 
c7               1 
former           1 
those            8 
has              20
stacked          46
look             9 
these            5 
isolated         1 
straight         29
tand             1 
hangs            1 
single           110
remaining        4 
middle           282
pace             4 
near             73
margin           1 
pack             1 
seven            7 
adds             2 
almost           21
is               785
thus             1 
it               1589
surface          38
cluster          112
unit             2 
itself           12
east-northeast   1 
askew            6 
triple           11
in               1371
partner          1 
sits             5 
if               3 
ride             1 
righthand        2 
)                20
make             64
same             40
shorter          3 
shifts           35
northwest        51
established      1 
outermost        1 
inch             1 
two-segment      1 
several          2 
showing          2 
higher           14
perimeter        1 
meets            1 
outside          1 
used             7 
that’s           2 
closest          170
x-axis           11
nest             1 
hand             78
inbetween        1 
edges            7 
moving           14
stack            492
numbered         1 
break            3 
lower            272
off              49
center           241
hopping          1 
4-long           2 
sideways         1 
no               4 
edge             148
y                3 
position         65
the              9643
thats            1 
dissects         2 
left             1661
distances        5 
taller           3 
bellow           1 
they             10
just             142
less             1 
being            9 
photo            1 
proximity        2 
rest             11
mid              1 
front            162
shape            33
farther          3 
immediately      17
touch            5 
second-lowest    3 
alignment        1 
halfway          5 
blow             1 
adding           3 
four-box         2 
ell              5 
hint             1 
sky              1 
except           1 
farhtest         1 
blog             1 
bricks           3 
add              2 
pile             1 
4                42
east             35
dslide           1 
take             599
around           5 
knock            1 
big              1 
couple           5 
possible         1 
re-position      1 
boxes            105
grid             111
using            19
bit              12
2nd              42
pies             1 
string           8 
apart            2 
vertically       24
instead          1 
like             3 
excluding        1 
shaped           2 
isosceles        1 
pole             1 
loses            16
right-adjacent   1 
t                20
become           6 
tower            730
westmost         1 
page             14
grouping         4 
right            1563
postion          2 
back             51
10               1 
b4               1 
b5               1 
b6               1 
b7               1 
b2               1 
b3               1 
ad               2 
matching         1 
est              2 
seventh-lowest   1 
for              10
bottom           889
purple           1 
separate         2 
filling          1 
overlap          3 
whole            3 
leap             1 
does             1 
north-northwest  3 
board/           1 
leftmost         43
north-northeast  1 
?                10
locate           11
be               91
cloest           1 
reaching         1 
sixth            3 
continuing       2 
step             6 
bottom-right     1 
southermost      1 
putting          3 
tetris           11
imaginary        30
2/3              3 
by               148
che              1 
on               938
about            72
central          3 
eighth-highest   2 
column           87
of               2533
location         2 
o                3 
northernmost     4 
places           2 
neighbor         4 
trajectory       1 
own              5 
slightly         126
skew             2 
block            2598
op               1 
equally          1 
lands            2 
letters          1 
formerly         1 
accompanied      1 
previously       3 
n't              1 
into             18
preexisting      1 
numerically      1 
down             351
3-long           3 
conjoined        1 
approximately    1 
shoots           3 
your             7 
rows             11
span             1 
few              53
throws           1 
placing          6 
lone             126
third-left       1 
spots            10
stak             1 
width            8 
low              1 
way              50
forward          24
:                2 
was              11
happy            1 
lowest           88
north            43
complete         7 
form             57
overlaps         1 
forming          28
atop             31
but              43
link             1 
three-unit       1 
ling             1 
line             189
highest          90
with             280
inear            1 
he               12
count            1 
made             1 
arranged         1 
fourth-lowest    3 
hop              2 
inside           3 
j                6 
attached         4 
up               360
left-side        1 
placed           13
below            251
stories          10
piece            152
southernmost     10
'7               1 
sort             1 
ab               8 
sight            1 
ttwo             1 
int              2 
mirror           3 
moved            31
an               27
''               39
as               34
lumped           2 
at               325
mover            3 
moves            467
heading          1 
second-highest   1 
fill             8 
again            11
floor            7 
45               1 
claiming         1 
ne               5 
til              4 
field            12
other            62
5                28
top-left         1 
topper           1 
you              29
3-d              1 
nw               6 
picture          11
southwesternmost  3 
's               45
downward         5 
o'clock          5 
time             1 
includes         3 
sure             4 
journey          1 
three-box        13
sides            10
structure        17
furthest         43
land             1 
longer           1 
paces            11
'steps           1 
curve            6 
eon              1 
together         8 
original         7 
upsidedown       2 
portion          6 
token            3 
eastmost         2 
resembles        1 
push             5 
starting         3 
stacks           20
once             2 
